Repository: KDE/klimbgrades
Catalog: poqm/sa/klimbgrades_qt.po
Languages: sa

# Global|
source: Reset
sa: पुनः सेट् करें

# Global|
source: Set Record
sa: Record सेट् कुर्वन्तु

# Global|
source: Set Grade As Personal Record
sa: Grade As Personal Record इति सेट् कुर्वन्तु

# Global|
source: Clear
sa: स्पष्टः

# Global|
source: Clear Personal Record
sa: व्यक्तिगत अभिलेख स्पष्ट करें

# Global|
source: Source: Wikipedia
sa: स्रोतः - विकिपीडिया

# GradeWidgetBase|
source: Record:
sa: अभिलेख:

# Main|
source: Climbing Grades
sa: आरोहण ग्रेड्स

# Main|
source: Lead
sa: सीसम्‌

# Main|
source: Boulder
sa: बोल्डर

# Main|
source: Filter…
sa: फ़िल्टर…

# Main|
source: Link Lead and Boulder
sa: लीड् एण्ड् बोल्डर इति लिङ्क् कुर्वन्तु
