Repository: KDE/klimbgrades
Catalog: poqm/*/klimbgrades_qt.po
Languages: ar, ca, de, el, eo, es, eu, fr, gl, he, hi, ia, ko, lv, nn, pl, pt, ru, sl, sv, tr, uk, zh_tw

# Global|
source: Reset
ar: أعد الضبط
ca: Reinicia
de: Zurücksetzen
el: Επαναφορά
eo: Restarigi
es: Reiniciar
eu: Berrezarri
fr: Réinitialiser
gl: Restaurar
he: איפוס
hi: रीसेट
ia: Reinitialisa
ko: 초기화
lv: Atiestatīt
nn: Nullstill
pl: Wyzeruj
pt: Reiniciar
ru: Сброс
sl: Ponastavi
sv: Nollställ
tr: Sıfırla
uk: Скинути
zh_tw: 重設

# Global|
source: Set Record
ar: ضع سجل
ca: Estableix el registre
de: Rekord festlegen
el: Ρύθμιση ρεκόρ
eo: Agordi Rekordon
es: Definir récord
eu: Ezarri marka
fr: Définir comme record
gl: Estabelecer o récord
he: הגדרת שיא
hi: रिकॉर्ड सेट करें
ia: Fixa Record
ko: 기록 설정
lv: Norādīt kā rekordu
nn: Definer som rekord
pl: Ustaw rekord
pt: Definir como Recorde
ru: Установить рекорд
sl: Postavi rekord
sv: Ange rekord
tr: Rekor Ayarla
uk: Встановити як рекорд
zh_tw: 設定記錄

# Global|
source: Set Grade As Personal Record
ar: ضعّ الدرجة كسجل شخصي
ca: Estableix el grau com a registre personal
de: Schwierigkeitsskala als persönlichen Rekord festlegen
el: Ρύθμιση βαθμού ως προσωπικό ρεκόρ
eo: Agordi Gradon Kiel Personan Rekordon
es: Definir grado como récord personal
eu: Ezarri gradua norbanakoaren marka gisa
fr: Définir cette cotation comme record personnel
gl: Estabelecer a dificultade como récord persoal
he: הגדרת שיא כשיא אישי
hi: ग्रेड को व्यक्तिगत रिकॉर्ड में सेट करें
ia: Fixa Grade como Record (Registro) Personal
ko: 등급을 개인 기록으로 설정
lv: Norādīt pakāpi kā personīgu rekordu
nn: Definer gradering som personleg rekord
pl: Ustaw stopień jako osobisty rekord
pt: Definir a Cotação como Recorde Pessoal
ru: Установить сложность как личный рекорд
sl: Postavi težavnost kot osebni rekord
sv: Ange lutning som personligt rekord
tr: Dereceyi Kişisel Rekor Olarak Ayarla
uk: Встановити оцінку як особистий рекорд
zh_tw: 將等級設為個人記錄

# Global|
source: Clear
ar: امسح
ca: Neteja
de: Löschen
el: Καθαρισμός
eo: Viŝi
es: Borrar
eu: Garbitu
fr: Effacer
gl: Borrar
he: מחיקה
hi: साफ करें
ia: Netta
ko: 지우기
lv: Notīrīt
nn: Fjern
pl: Wyczyść
pt: Limpar
ru: Очистить
sl: Očisti
sv: Rensa
tr: Temizle
uk: Очистити
zh_tw: 清除

# Global|
source: Clear Personal Record
ar: امسح السجل الشخصي
ca: Neteja el registre personal
de: Persönlichen Rekord löschen
el: Καθαρισμός προσωπικού ρεκόρ
eo: Viŝi Personan Rekordon
es: Borrar récord personal
eu: Garbitu norbanakoaren marka
fr: Effacer le record personnel
gl: Borrar o récord persoal
he: מחיקת שיא אישי
hi: व्यक्तिगत रिकॉर्ड साफ करें
ia: Clara Record personal
ko: 개인 기록 지우기
lv: Notīrīt personīgo rekordu
nn: Fjern personnleg rekord
pl: Wyczyść osobisty rekord
pt: Limpar o Recorde Pessoal
ru: Очистить личный рекорд
sl: Očisti osebni rekord
sv: Rensa personligt rekord
tr: Kişisel Rekoru Temizle
uk: Вилучити особистий рекорд
zh_tw: 清除個人記錄

# Global|
source: Source: Wikipedia
ar: المصدر: ويكيبيديا
ca: Font: Viquipèdia
de: Quelle: Wikipedia
el: Πηγή: Wikipedia
eo: Fonto: Vikipedio
es: Fuente: Wikipedia
eu: Sorburua: Wikipedia
fr: Source : Wikipédia
gl: Fonte: Wikipedia
he: מקור: ויקיפדיה
hi: स्त्रोत: विकिपीडिया
ia: Fonte: Wikipedia
ko: 원본: 위키백과
lv: Avots: Vikipēdija
nn: Kjelde: Wikipedia
pl: Źródło: Wikipedia
pt: Origem: Wikipedia
ru: Источник: Википедия
sl: Vir: Wikipedia
sv: Källa: Wikipedia
tr: Kaynak: Vikipedi
uk: Джерело: Вікіпедія
zh_tw: 來源：維基百科

# GradeWidgetBase|
source: Record:
ar: الدرجة
ca: Registre:
de: Rekord:
el: Ρεκόρ:
eo: Rekordo:
es: Récord:
eu: Marka:
gl: Récord:
he: שיא:
hi: रिकॉर्ड:
ia: Registra:
ko: 기록:
lv: Rekords:
nn: Rekord:
pl: Rekord:
pt: Recorde:
ru: Рекорд:
sl: Rekord:
sv: Rekord:
tr: Rekor:
uk: Запис:
zh_tw: 記錄：

# Main|
source: Climbing Grades
ar: درجات التسلق
eo: Grimpantaj Gradoj
fr: Grades d'escalade
gl: Dificultades á alza
he: דירוג טיפוס
ia: Scalar Grados
ko: 등반 등급
lv: Kāpšanas pakāpes
nn: Graderingar
pl: Stopnie wspinania się
ru: Классификация сложности маршрутов
sl: Težavnostne stopnje plezanja
sv: Klättrar lutningar
zh_tw: 攀岩等級

# Main|
source: Lead
ar: قائد
ca: De dificultat
de: Vorstieg
el: Καθοδήγηση
eo: Plumbo
es: Líder
eu: Liderra
fr: Escalade libre
gl: Chumbo
he: הובלה
hi: लीड
ia: Plumbo
ko: 리드
lv: Augstās
nn: Led
pt: Líder
ru: Страховка
sl: Vodilni
sv: Ledare
tr: Öncü:
uk: Складність
zh_tw: 領攀

# Main|
source: Boulder
ar: حر
ca: En bloc
de: Bouldern
el: Αναρρίχηση
es: En bloque
eu: Blokea
fr: Bloc
he: בולדרינג
hi: शिलाखंड
ia: Boulder (Petra Grosse)
ko: 볼더링
lv: Boulderinga
nn: Buldring
pt: Auxiliar
ru: Валун
sl: Balvan
sv: Klippa
tr: Kaya:
uk: Техніка
zh_tw: 抱石

# Main|
source: Filter…
ar: رشّح…
de: Filtern …
eo: Filtri…
fr: Filtrer…
gl: Filtrar…
he: סינון…
ko: 필터…
lv: Filtrēt…
pl: Odfiltruj…
ru: Фильтр…
zh_tw: 過濾…

# Main|
source: Link Lead and Boulder
ar: اربط القائد والحر
ca: Enllaça de dificultat i en bloc
de: Vorstieg und Boldern verknüpfen
el: Σύνδεση καθοδήγησης κα αναρρίχησης
eo: Ligo Plumbo kaj Boulder
es: Enlazar líder y en bloque
eu: Liderra eta Blokea lotzea
fr: Lier l'escalade libre et le bloc
gl: Ligar chumbo con rocha
he: קישור הובלה ובולדרינג
hi: लीड एवं शिलाखंड को जोड़ें
ia: Liga Plumbo e Boulder
ko: 리드와 볼더링 연결
lv: Saistīt augstās un boulderinga
nn: Kopla led og buldring
pl: Odnośniki do lead i boulder
pt: Líder de Ligação e Auxiliar
sl: Poveži vodilnega in balvan
sv: Länka ledare och klippa
tr: Öncü ve Kaya'yı Birbirine Bağla
uk: Пов'язати складність і техніку
zh_tw: 連結領攀與抱石

# Main|
source: Filterâ€¦
ia: Filtra ...
