[
{
    "name": "Font",
    "description": "In Europe the Fontainebleau grading is the most widely used. The open-ended numerical system ranges from 1A  to 8C+ (V16), but problems easier than 2B  are rarely found. The adjectival system goes from F- (Facile Inf, lower easy) to ED+ (Extrêmement Difficile Sup, Extremely Difficult Higher). The system was first devised to classify the sandstone climbing in the Fontainebleau area, but is now widely used also in other bouldering areas around the world.

The grades in this system are similar to the French route grades, but have different meaning. An 8a route is significantly easier than an 8A boulder problem. To reduce confusion, some people write the bouldering grades in upper-case letters (e.g. \"8B+\" vs. \"8b+\").",
    "url": "https://en.wikipedia.org/wiki/Grade_%28bouldering%29#Fontainebleau_grades"
},
{
    "name": "Hueco",
    "description": "The \"V\" Scale, devised by John 'Vermin' Sherman at Hueco Tanks State Historic Site in the 1990s, is the most widely used system in North America. Although open-ended, the \"V\" system currently covers a range from V0 to V16. At the easier end of the scale, some use the designation \"VB\" (sometimes said to designate \"basic\" or \"beginner\") for problems easier than a V0. Particularly at the lower end of the scale, the grades are sometimes postfixed with \"+\" (harder) or \"-\" (easier) to further distinguish the difficulty range within a single grade. Next-wave ascents harder than the current set of top-end problems will hypothetically continue to increase numbers in the scale.

The scale is similar to many other systems in that it does not take danger or fear into account. Problems are rated based solely on the physical challenge involved. This implies that problems have the same grade on the V-scale on toprope as they would have when bouldered.[6] Due to this limitation, guidebooks will often separately indicate when problems are dangerous for various reasons, for example, using the term 'highball' to indicate unusually tall boulders. If the terrain underneath the problem is especially sketchy (rocky, unusually steep, or for any other reason), the 'landing' of the problem will frequently be noted. Some world-class climbers encourage the use of the British E scale in cases where these dangers affect the difficulty of problems.[7]

Conceptually, the \"V\" Scale is the bouldering equivalent of the earlier Australian (Ewbank) grading system for climbing - both have the advantages of not predefining an upper limit on difficulty measurement (as happened with the original Yosemite Decimal System), nor of having artificial divisions within the range of grades (as is the case with most other grading systems that use designations such as \"a\", \"b\", \"c\", \"d\", \"+\", \"-\" etc. within a single \"grade\").",
    "url": "https://en.wikipedia.org/wiki/Grade_%28bouldering%29#The_Hueco_scale"
},
{
    "name": "B Grade",
    "description": "The B-System conceived by John Gill in the 1950s was a universal rating scheme for bouldering, having three categories: \"B1\" was defined as \"... the highest level of difficulty in traditional roped climbing\", \"B2\" was harder than B1, or \"bouldering level\", and the grade \"B3\" designated a route ascended only once, although tried by others on several occasions. When a B3 was ascended a second time, it was reclassified as a B2, or B1. Gill's idea was to attract climbers to the \"new\" sport of bouldering, but discourage turning that sport into a numbers race. His system depended heavily on traditional climbing standards, long before sport climbing came into existence. It was assumed that the scale would shift as traditional difficulty levels rose. Thus, e.g., a B1(1958) would be easier than a B1(1968).

The system - designed in the early days of \"modern bouldering\" (i.e., bouldering interpreted as a legitimate form of rock climbing to be practiced anywhere the terrain is suitable, and not simply as training or as a minor, playful divertissement) - has never been in worldwide use. Occasionally climbers visiting bouldering destinations in North America encounter boulder problems with B ratings. The difficulty of these problems are now commonly quantified by John Sherman's V-Scale. The Gill B-System is respected, and has amusing and historical connotations, but has limitations in modern, competitive bouldering involving many climbers. Gill, citing the fragmentation of his categories into \"B1-\", \"B1+\", etc., blames the decline in popularity of his B-System upon it being \"against the grain of normal competitive structures, where a simple open progression of numbers or letters indicates progress.\"",
    "url": "https://en.wikipedia.org/wiki/Grade_(bouldering)#The_Gill_.22B.22_system"
}
]

