[
{
    "name": "French",
    "description": "The French numerical system rates a climb according to the overall technical difficulty and strenuousness of the route. Grades start at 1 (very easy) and the system is open-ended. Each numerical grade can be subdivided by adding a letter (a, b or c). Examples: 2, 4, 4b, 6a, 7c. An optional + may be used to further differentiate difficulty. For example, these routes are sorted by ascending difficulty: 5c+, 6a, 6a+, 6b, 6b+. Although some countries in Europe use a system with similar grades but not necessarily matching difficulties, the French system remains the main system used in the vast majority of European countries and in many international events outside the USA.",
    "url": "https://en.wikipedia.org/wiki/Grade_%28climbing%29#French_numerical_grades"
},
{
    "name": "YDS",
    "description": "The system was initially developed as the Sierra Club grading system in the 1930s to classify hikes and climbs in the Sierra Nevada. Previously, these were described relative to others. For example, Z is harder than X but easier than Y. This primitive system was difficult to learn for those who did not yet have experience of X or Y. The club adapted a numerical system of classification that was easy to learn and which seemed practical in its application.

The system now divides all hikes and climbs into five classes: The exact definition of the classes is somewhat controversial, and updated versions of these classifications have been proposed.

    Class 1: Walking with a low chance of injury, hiking boots a good idea.
    Class 2: Simple scrambling, with the possibility of occasional use of the hands. Little potential danger is encountered. Hiking Boots highly recommended.
    Class 3: Scrambling with increased exposure. Handholds are necessary. A rope should be available for learning climbers, or if you just choose to use one that day, but is usually not required. Falls could easily be fatal.
    Class 4: Simple climbing, with exposure. A rope is often used. Natural protection can be easily found. Falls may well be fatal.
    Class 5: Is considered technical roped free (without hanging on the rope, pulling on, or stepping on anchors) climbing; belaying, and other protection hardware is used for safety. Un-roped falls can result in severe injury or death.
        Class 5.0 to 5.15c[5] is used to define progressively more difficult free moves.
    Class 6: Is considered Aid (often broken into A.0 to A.5) climbing. Equipment (Etriers, aiders, or stirrups are often used to stand in, and the equipment is used for hand holds) is used for more than just safety.",
    "url": "https://en.wikipedia.org/wiki/Yosemite_Decimal_System"
},
{
    "name": "UIAA",
    "description": "The UIAA grading system is mostly used for short rock routes in Germany, Austria, Switzerland, Czech Republic, Slovakia and Hungary. On long routes it is often used in the Alps and Himalaya. Using Roman numerals, it was originally intended to run from I (easiest) to VI (hardest), but as with all other grading systems, improvements to climbing standards have led to the system being open-ended after the grade VII was accepted in 1977. An optional + or − may be used to further differentiate difficulty. As of 2004, the hardest climbs are XII−.",
    "url": "https://en.wikipedia.org/wiki/Grade_%28climbing%29#UIAA"
},
{
    "name": "British Tech",
    "description": "The technical grade attempts to assess only the technical climbing difficulty of the hardest move or short sequence of moves on the route, without regard to the danger of the move or the stamina required if there are several such moves in a row. Technical grades are open-ended, starting at 1 and subdivided into \"a\", \"b\" and \"c\", but are rarely used below 3c. The technical grade was originally a bouldering grade introduced from Fontainebleau by French climbers.

Usually the technical grade increases with the adjectival grade, but a hard technical move that is well protected (that is, notionally safe) may not raise the standard of the adjectival grade very much. VS 4c might be a typical grade for a route. VS 4a would usually indicate very poor protection (easy moves, but no gear), while VS 5b would usually indicate the crux move was the first move or very well protected. On multi-pitch routes it is usual to give the overall climb an adjectival grade and each pitch a separate technical grade (such as HS 4b, 4a).",
    "url": "https://en.wikipedia.org/wiki/Grade_%28climbing%29#Technical_grade"
},
{
    "name": "British Adjectival",
    "description": "The adjectival grade attempts to assess the overall difficulty of the climb - taking into account all factors which lend difficulty to a pitch including technical difficulty, sustaindness, protection quality, rock quality, exposure and other less tangible aspects - for a climber leading the route on sight in traditional style.[11] It thus resembles mountaineering grades such as the International French Adjectival System. The adjectival grade appears to have been introduced by O. G. Jones in the early 20th century who classified climbs as “Easy”; “Moderate”; “Difficult” or “Exceptionally Severe”.[12] Increasing standards have several times led to extra grades being added. The adjectival grades are as follows:

    * Easy (rarely used)
    * Moderate (M, or \"Mod\")
    * Difficult (D, or \"Diff\")
    * Hard Difficult (HD, or \"Hard Diff\" - often omitted)
    * Very Difficult (VD, or \"V Diff\")
    * Hard Very Difficult (HVD, or \"Hard V Diff\" - sometimes omitted)
    * Mild Severe (MS - often omitted)
    * Severe (S)
    * Hard Severe (HS)
    * Mild Very Severe (MVS - often omitted)
    * Very Severe (VS)
    * Hard Very Severe (HVS)
    * Extremely Severe (E1, E2, E3, ...)

Increasing standards in the 1970s resulted in the adoption of Pete Botterill's proposal that the Extremely Severe grade be subdivided in an open-ended fashion into E1 (easiest), E2, E3 and so on.[12] The E-grade is still an estimation of overall difficulty experienced by a climber leading a route on-sight.

In 2006 the hardest grade claimed was E11 for Rhapsody on Dumbarton Rock, climbed by Dave MacLeod, featured French 8c/+ climbing with the potential of a 20-metre fall onto a small wire.[13] In August 2008, MacLeod completed a new project close to Tower Ridge on Ben Nevis called 'Echo Wall'. He left the route ungraded, saying only that it was 'harder than Rhapsody'. Many climbers consider such high grades provisional, as the climbs have not yet been achieved on sight/ground up[citation needed].

The grade \"XS\" (occasionally qualified by Mild [MXS] and Hard [HXS]) is sometimes used for Extremely Severe rock climbs when a high proportion of the challenge is due to objective dangers, typically loose or crumbling rock, rather than technical difficulty.[14]",
    "url": "https://en.wikipedia.org/wiki/Grade_%28climbing%29#Adjectival_grade"
}
]

